<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url(https://themes.googleusercontent.com/fonts/css?kit=dpiI8CyVsrzWsJLBFKehGpLhv3qFjX7dUn1mYxfCXhI);.lst-kix_skg1v14ftnn-8>li:before{content:"\0025a0   "}.lst-kix_89rds1t43ovh-8>li:before{content:"\0025a0   "}.lst-kix_skg1v14ftnn-7>li:before{content:"\0025cb   "}.lst-kix_89rds1t43ovh-7>li:before{content:"\0025cb   "}.lst-kix_skg1v14ftnn-1>li:before{content:"\0025cf   "}.lst-kix_skg1v14ftnn-2>li:before{content:"\0025a0   "}.lst-kix_89rds1t43ovh-2>li:before{content:"\0025a0   "}.lst-kix_skg1v14ftnn-3>li:before{content:"\0025cf   "}.lst-kix_89rds1t43ovh-3>li:before{content:"\0025cf   "}.lst-kix_skg1v14ftnn-5>li:before{content:"\0025a0   "}.lst-kix_skg1v14ftnn-4>li:before{content:"\0025cb   "}.lst-kix_skg1v14ftnn-6>li:before{content:"\0025cf   "}.lst-kix_89rds1t43ovh-4>li:before{content:"\0025cb   "}.lst-kix_89rds1t43ovh-6>li:before{content:"\0025cf   "}ul.lst-kix_89rds1t43ovh-0{list-style-type:none}ul.lst-kix_89rds1t43ovh-1{list-style-type:none}.lst-kix_89rds1t43ovh-5>li:before{content:"\0025a0   "}ul.lst-kix_89rds1t43ovh-2{list-style-type:none}ul.lst-kix_89rds1t43ovh-3{list-style-type:none}ul.lst-kix_skg1v14ftnn-8{list-style-type:none}ul.lst-kix_89rds1t43ovh-4{list-style-type:none}ul.lst-kix_89rds1t43ovh-5{list-style-type:none}ul.lst-kix_89rds1t43ovh-6{list-style-type:none}ul.lst-kix_skg1v14ftnn-5{list-style-type:none}ul.lst-kix_89rds1t43ovh-7{list-style-type:none}ul.lst-kix_skg1v14ftnn-4{list-style-type:none}ul.lst-kix_89rds1t43ovh-8{list-style-type:none}ul.lst-kix_skg1v14ftnn-7{list-style-type:none}ul.lst-kix_skg1v14ftnn-6{list-style-type:none}li.li-bullet-0:before{margin-left:-18pt;white-space:nowrap;display:inline-block;min-width:18pt}.lst-kix_89rds1t43ovh-1>li:before{content:"\0025cb   "}.lst-kix_skg1v14ftnn-0>li:before{content:"\0025cf   "}.lst-kix_89rds1t43ovh-0>li:before{content:"  "}ul.lst-kix_skg1v14ftnn-1{list-style-type:none}ul.lst-kix_skg1v14ftnn-0{list-style-type:none}ul.lst-kix_skg1v14ftnn-3{list-style-type:none}ul.lst-kix_skg1v14ftnn-2{list-style-type:none}ol{margin:0;padding:0}table td,table th{padding:0}.c1{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-bottom-color:#d9d9e3;border-right-width:0pt;padding-left:0pt;border-left-color:#d9d9e3;padding-bottom:0pt;line-height:1.15;border-right-color:#d9d9e3;border-left-width:0pt;border-top-style:solid;margin-left:36pt;border-left-style:solid;border-bottom-width:0pt;border-top-color:#d9d9e3;border-bottom-style:solid;orphans:2;widows:2;text-align:left;padding-right:0pt}.c10{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-bottom-color:#d9d9e3;border-right-width:0pt;padding-left:0pt;border-left-color:#d9d9e3;padding-bottom:0pt;line-height:1.15;border-right-color:#d9d9e3;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-top-color:#d9d9e3;border-bottom-style:solid;orphans:2;widows:2;text-align:center;padding-right:0pt}.c2{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-bottom-color:#d9d9e3;border-right-width:0pt;padding-left:0pt;border-left-color:#d9d9e3;padding-bottom:0pt;line-height:1.15;border-right-color:#d9d9e3;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-top-color:#d9d9e3;border-bottom-style:solid;orphans:2;widows:2;text-align:left;padding-right:0pt}.c4{-webkit-text-decoration-skip:none;color:#1155cc;font-weight:400;text-decoration:underline;vertical-align:baseline;text-decoration-skip-ink:none;font-size:12pt;font-family:"Roboto";font-style:normal}.c5{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c14{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c3{color:#374151;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Roboto";font-style:normal}.c0{color:#374151;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Roboto";font-style:normal}.c6{-webkit-text-decoration-skip:none;color:#1155cc;font-weight:400;text-decoration:underline;text-decoration-skip-ink:none;font-size:12pt;font-family:"Roboto"}.c8{font-size:12pt;font-family:"Roboto";color:#374151;font-weight:400}.c12{background-color:#ffffff;max-width:468pt;padding:72pt 72pt 72pt 72pt}.c7{color:inherit;text-decoration:inherit}.c15{font-weight:400;font-family:"Times New Roman"}.c9{padding:0;margin:0}.c11{margin-left:72pt}.c13{height:11pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c12 doc-content"><p class="c10"><span class="c3">Op&#263;i uvjeti kori&scaron;tenja i Obavijest o obradi podataka (Uvjeti kori&scaron;tenja)</span></p><p class="c2"><span class="c0">Ovaj dokument sadr&#382;i Op&#263;e uvjete kori&scaron;tenja i Obavijest o obradi podataka (dalje u tekstu: Uvjeti) za kori&scaron;tenje mobilne aplikacije Stan Prijatelja (dalje u tekstu: Aplikacija) i pru&#382;anje usluga povezanih s njom od strane korisnika, kao i pru&#382;anje usluga vezanih uz to. Aplikacija je usluga povezana s informacijskim dru&scaron;tvom i mo&#382;e se preuzeti s Apple Storea i Google Play trgovine.</span></p><p class="c2"><span class="c3">Razvijatelj i operator aplikacije:</span></p><p class="c2"><span class="c0">Naziv tvrtke: REALMONITOR dru&scaron;tvo s ograni&#269;enom odgovorno&scaron;&#263;u Sjedi&scaron;te: G&aacute;lya utca 6. fszt. 1, 1093 Budapest, Hungary</span></p><p class="c2"><span class="c0">Mati&#269;ni broj: 01-09-293936 </span></p><p class="c2"><span class="c0">Ime predstavnika: P&eacute;ter J&oacute;zsef Farag&oacute;, izvr&scaron;ni direktor </span></p><p class="c2"><span class="c0">Email adresa: support@realmonitor.hu </span></p><p class="c2"><span class="c0">PDV identifikacijski broj: 25876576-2-43 </span></p><p class="c2"><span class="c0">Mati&#269;ni broj: 01-09-293936 </span></p><p class="c2"><span class="c0">Nadle&#382;no tijelo za registraciju: Glavni sud u Budimpe&scaron;ti Broj registracije u Komori: BU25876576</span></p><p class="c2"><span class="c0">Davatelj usluge poslu&#382;itelja: Naziv tvrtke: Elasticsearch B.V. Sjedi&scaron;te: Keizersgracht 281, 1016 ED Amsterdam, Nizozemska Email: dpo@elastic.co.</span></p><p class="c2"><span class="c0">Aplikacija omogu&#263;ava korisnicima da dobiju informacije o tome tko od njihovih kontakata u spremljenom imeniku ogla&scaron;ava nekretninu za prodaju ili najam, te Aplikacija prikazuje javno dostupne veze tih oglasa na internetu.</span></p><p class="c2"><span class="c0">Aplikaciju je mogu&#263;e preuzeti iz Apple Storea ili Google Play trgovine uz pla&#263;anje naknade.</span></p><p class="c2"><span class="c0">Svi pojedinci koji preuzmu Aplikaciju smatraju se korisnicima (dalje u tekstu: Korisnik).</span></p><p class="c2"><span class="c0">Molimo vas da pa&#382;ljivo pro&#269;itate ove Op&#263;e uvjete kori&scaron;tenja i Obavijest o obradi podataka, te koristite Aplikaciju samo ako se sla&#382;ete sa svim njenim odredbama i smatrate ih obvezuju&#263;ima za sebe.</span></p><p class="c2"><span class="c0">Preuzimanjem i kori&scaron;tenjem Aplikacije, Korisnik prihva&#263;a da preuzimanjem stvara ugovorni odnos (dalje u tekstu: Ugovor) s Davateljem usluge i da su odredbe ovih Op&#263;ih uvjeta kori&scaron;tenja obvezuju&#263;e prilikom kori&scaron;tenja Aplikacije. Ako Korisnik ne prihvati Op&#263;e uvjete kori&scaron;tenja, ne&#263;e imati pristup upotrebi Aplikacije.</span></p><p class="c2"><span class="c0">Ovi Op&#263;i uvjeti kori&scaron;tenja vrijede od 1. svibnja 2023. godine na neodre&#273;eno vrijeme ili do povla&#269;enja / izmjene. Davatelj usluge ima pravo jednostrano mijenjati ove Op&#263;e uvjete kori&scaron;tenja, uz prethodno obavje&scaron;tavanje korisnika putem aplikacije, prije stupanja na snagu izmijenjenih odredbi, barem 15 dana. Izmijenjene odredbe postaju obvezuju&#263;e za Korisnika nakon prvog kori&scaron;tenja Aplikacije nakon stupanja na snagu izmjena. Ako Korisnik ne prihva&#263;a izmjene Op&#263;ih uvjeta kori&scaron;tenja, u bilo kojem trenutku mo&#382;e prestati koristiti Aplikaciju.</span></p><p class="c2"><span class="c0">Ovi Op&#263;i uvjeti kori&scaron;tenja ostaju na snazi dok Davatelj usluge odr&#382;ava Aplikaciju ili dok je Aplikacija dostupna. Sve informacije vezane uz funkcioniranje Aplikacije, kao i ovi Op&#263;i uvjeti kori&scaron;tenja i povezani dokumenti, sastavni su dio Ugovora i obvezuju&#263;i su za sve Korisnike.</span></p><p class="c2"><span class="c0">Pitanja koja nisu regulirana ovim Op&#263;im uvjetima kori&scaron;tenja podlije&#382;u primjeni tada va&#382;e&#263;ih hrvatskih zakona, posebno odredbi Zakona o obveznim odnosima koje se odnose na ugovore o posredovanju, odredbi Zakona o elektroni&#269;kim trgovinama i odredbi Zakona o uslugama informacijskog dru&scaron;tva. Ako su odredbe Ugovora suprotne zakonu, navedene odredbe moraju se tuma&#269;iti i primjenjivati u skladu s va&#382;e&#263;im zakonima. Neva&#382;e&#263;nost jedne odredbe ovih Op&#263;ih uvjeta kori&scaron;tenja ne dovodi do neva&#382;e&#263;nosti svih ostalih odredbi.</span></p><p class="c2"><span class="c0">Davatelj usluge zadr&#382;ava pravo jednostrane izmjene uvjeta kori&scaron;tenja Aplikacije. Davatelj usluge zadr&#382;ava pravo da u bilo kojem trenutku, bez obrazlo&#382;enja, obustavi rad Aplikacije i odbije pristup istoj, &scaron;to mo&#382;e nastupiti najkasnije na kraju razdoblja za koje je Korisnik izvr&scaron;io pla&#263;anje prema to&#269;ki 4. Korisnikovog razdoblja periodi&#269;ke naknade. Davatelj usluge isklju&#269;uje odgovornost za sve &scaron;tete koje proizlaze iz promjena uvjeta poslovanja Aplikacije ili prekida rada Aplikacije.</span></p><p class="c2"><span class="c3">Aplikacija / Usluga</span></p><p class="c2"><span class="c0">Aplikacija omogu&#263;ava Korisnicima da dobiju informacije o tome tko od kontakata u njihovom spremljenom imeniku ogla&scaron;ava nekretninu za prodaju ili najam, te prikazuje javno dostupne veze tih oglasa na internetu. Aplikacija tako&#273;er omogu&#263;ava Korisnicima da primaju obavijesti o novim oglasima od svojih kontakata putem aplikacije.</span></p><p class="c2"><span class="c0">Aplikacija omogu&#263;ava prijenos i sinkronizaciju informacija iz spremljenog imenika Korisnika, uklju&#269;uju&#263;i imena, brojeve telefona i e-adrese (dalje u tekstu: Podaci o kontaktima), s poslu&#382;iteljem Aplikacije radi uspostavljanja odgovaraju&#263;ih veza izme&#273;u Podataka o kontaktima i oglasnih veza na internetu. Davatelj usluge obrada Podataka o kontaktima od strane Davatelja usluge poslu&#382;itelja na temelju izri&#269;itog pristanka Korisnika. Obrada se vr&scaron;i isklju&#269;ivo za pru&#382;anje funkcionalnosti Aplikacije i u svrhu obavje&scaron;tavanja Korisnika o oglasima njihovih kontakata. Davatelj usluge poslu&#382;itelja ne&#263;e dijeliti Podatke o kontaktima s tre&#263;im stranama, osim u slu&#269;ajevima i na na&#269;ine propisane zakonom. Podaci o kontaktima bit &#263;e pohranjeni na poslu&#382;itelju Aplikacije tijekom trajanja Ugovora, a korisni&#269;ki ra&#269;un bit &#263;e zatvoren, a Podaci o kontaktima izbrisani najkasnije 30 dana nakon prestanka Ugovora.</span></p><p class="c2"><span class="c0">Korisnik je du&#382;an prilikom preuzimanja Aplikacije obavijestiti kontakte iz svog spremljenog imenika (u daljnjem tekstu: Kontakti) o obradi njihovih Podataka o kontaktima putem Aplikacije i prikupiti njihov pristanak za takvu obradu. Davatelj usluge nema pravo i nije u mogu&#263;nosti prikupiti i provjeriti pristanak Kontakata za obradu Podataka o kontaktima, te stoga Korisnik preuzima punu odgovornost za prikupljanje i &#269;uvanje takvih pristanka. Davatelj usluge ne&#263;e biti odgovoran za bilo kakve &scaron;tete koje proizlaze iz kr&scaron;enja Korisnikovih obveza u vezi s prikupljanjem i &#269;uvanjem pristanka Kontakata.</span></p><p class="c2"><span class="c0">Aplikacija omogu&#263;ava Korisnicima da postavljaju obavijesti o novim oglasima koje &#382;ele primati od svojih Kontakata. Postavljanje obavijesti oglasnih veza s ciljem preno&scaron;enja osobnih podataka drugom korisniku Aplikacije smatra se obradom osobnih podataka u interesu javnosti i stoga nije podlo&#382;no odredbama Op&#263;e uredbe o za&scaron;titi podataka. Korisnik je odgovoran za sadr&#382;aj i oblik obavijesti koje postavlja i obvezuje se da &#263;e pri postavljanju obavijesti po&scaron;tovati odredbe Op&#263;e uredbe o za&scaron;titi podataka i druge va&#382;e&#263;e zakone. Davatelj usluge ne&#263;e pregledavati, ure&#273;ivati &#8203;&#8203;niti kontrolirati obavijesti Korisnika prije njihove dostave Kontaktima.</span></p><p class="c2"><span class="c0">Aplikacija omogu&#263;ava Korisnicima da upravljaju i ure&#273;uju svoje Podatke o kontaktima i postavke obavijesti putem aplikacije.</span></p><p class="c2"><span class="c3">Korisni&#269;ki ra&#269;un</span></p><p class="c2"><span class="c0">Za kori&scaron;tenje Aplikacije potreban je registrirani korisni&#269;ki ra&#269;un. Prilikom registracije, Korisnik je du&#382;an pru&#382;iti to&#269;ne i potpune podatke o sebi, uklju&#269;uju&#263;i ime i prezime, broj telefona i e-adresu. Davatelj usluge nije odgovoran za to&#269;nost i potpunost informacija koje Korisnik pru&#382;i prilikom registracije.</span></p><p class="c2"><span class="c0">Korisnik je odgovoran za sigurnost svojeg korisni&#269;kog ra&#269;una i lozinke te je du&#382;an poduzeti sve potrebne mjere kako bi sprije&#269;io neovla&scaron;ten pristup svom korisni&#269;kom ra&#269;unu. Korisnik je obvezan odmah obavijestiti Davatelja usluge o svakom neovla&scaron;tenom pristupu svom korisni&#269;kom ra&#269;unu ili zloupotrebi svog korisni&#269;kog ra&#269;una. Davatelj usluge zadr&#382;ava pravo privremeno ili trajno obustaviti korisni&#269;ki ra&#269;un Korisnika ako utvrdi da je do&scaron;lo do zloupotrebe korisni&#269;kog ra&#269;una.</span></p><p class="c2"><span class="c3">Pla&#263;anje i naknada</span></p><p class="c2"><span class="c0">Kori&scaron;tenje Aplikacije je mogu&#263;e bez naknade, ali Davatelj usluge zadr&#382;ava pravo uvesti naknadu za kori&scaron;tenje odre&#273;enih funkcionalnosti Aplikacije u budu&#263;nosti. Davatelj usluge &#263;e korisnike obavijestiti o uvo&#273;enju naknade putem Aplikacije, a korisnici &#263;e imati mogu&#263;nost odlu&#269;iti se za pla&#263;anje naknade ili prestati koristiti Aplikaciju.</span></p><p class="c2"><span class="c0">Ako se korisnik odlu&#269;i platiti naknadu za kori&scaron;tenje Aplikacije, korisnik &#263;e biti obvezan platiti naknadu prema cjeniku koji &#263;e biti dostupan putem Aplikacije.</span></p><p class="c2"><span class="c3">Kori&scaron;tenje Aplikacije</span></p><p class="c2"><span class="c0">Korisnik mo&#382;e koristiti Aplikaciju samo za osobne svrhe i u skladu s ovim Ugovorom. Korisnik nema pravo preprodavati, iznajmljivati, licencirati, distribuirati ili na bilo koji drugi na&#269;in koristiti Aplikaciju ili njene funkcionalnosti ili usluge tre&#263;im stranama.</span></p><p class="c2"><span class="c0">Korisnik se obvezuje da &#263;e koristiti Aplikaciju u skladu s va&#382;e&#263;im zakonima i propisima i da &#263;e po&scaron;tovati prava drugih korisnika i tre&#263;ih strana. Korisnik nema pravo koristiti Aplikaciju na na&#269;in koji bi mogao uzrokovati &scaron;tetu drugim korisnicima Aplikacije ili tre&#263;im stranama ili na bilo koji drugi na&#269;in povrijediti prava drugih korisnika ili tre&#263;ih strana.</span></p><p class="c2"><span class="c0">Davatelj usluge zadr&#382;ava pravo promijeniti ili obustaviti pru&#382;anje Aplikacije u bilo kojem trenutku, bez prethodne obavijesti i bez ikakvih obveza prema Korisnicima. Davatelj usluge ne&#263;e biti odgovoran za bilo kakve &scaron;tete koje proizlaze iz promjena ili obustave Aplikacije.</span></p><p class="c2"><span class="c3">Odgovornost</span></p><p class="c2"><span class="c0">Davatelj usluge ne&#263;e biti odgovoran za bilo kakve &scaron;tete koje Korisnici ili tre&#263;e strane mogu pretrpjeti kao rezultat kori&scaron;tenja Aplikacije. Aplikacija se pru&#382;a &quot;kakva jest&quot; i &quot;kako je dostupna&quot;, bez ikakvih izri&#269;itih ili podrazumijevanih jamstava, uklju&#269;uju&#263;i jamstva o to&#269;nosti ili pouzdanosti informacija koje se nalaze u Aplikaciji.</span></p><p class="c2"><span class="c0">Davatelj usluge ne&#263;e biti odgovoran za bilo kakve &scaron;tete koje proizlaze iz prekida ili obustave rada Aplikacije ili gubitka podataka Korisnika. Davatelj usluge ne&#263;e biti odgovoran za bilo kakve &scaron;tete koje proizlaze iz neovla&scaron;tenog pristupa ili zloupotrebe korisni&#269;kih ra&#269;una Korisnika.</span></p><p class="c2"><span class="c0">Davatelj usluge ne&#263;e biti odgovoran za bilo kakve &scaron;tete koje proizlaze iz kr&scaron;enja ovih Uvjeta kori&scaron;tenja od strane Korisnika.</span></p><p class="c2"><span class="c3">Promjene u Ugovoru</span></p><p class="c2"><span class="c0">Davatelj usluge zadr&#382;ava pravo promijeniti ove Uvjete kori&scaron;tenja u bilo kojem trenutku. Promjene &#263;e biti objavljene putem Aplikacije, a Korisnici &#263;e biti obavije&scaron;teni o promjenama pri sljede&#263;em pokretanju Aplikacije. Kori&scaron;tenjem Aplikacije nakon stupanja na snagu promjena, Korisnici prihva&#263;aju promijenjene Uvjete kori&scaron;tenja. Ako Korisnik ne prihvati promijenjene Uvjete kori&scaron;tenja, du&#382;an je prestati koristiti Aplikaciju.</span></p><p class="c2"><span class="c3">Zavr&scaron;ne odredbe</span></p><p class="c2"><span class="c0">Ovi Uvjeti kori&scaron;tenja predstavljaju cjelokupni sporazum izme&#273;u Korisnika i Davatelja usluge u vezi s kori&scaron;tenjem Aplikacije i zamjenjuju sve prethodne i istodobne sporazume i dogovore izme&#273;u Korisnika i Davatelja usluge.</span></p><p class="c2"><span class="c0">Ovi Uvjeti kori&scaron;tenja podlo&#382;ni su zakonima Republike Hrvatske, a za rje&scaron;avanje svih sporova koji proizlaze iz ovih Uvjeta kori&scaron;tenja nadle&#382;an je nadle&#382;ni sud u Zagrebu.</span></p><p class="c2"><span class="c0">Ugovor stupa na snagu kori&scaron;tenjem Aplikacije i traje do njegovog prestanka. Korisnik mo&#382;e u svakom trenutku prestati koristiti Aplikaciju i izbrisati svoj korisni&#269;ki ra&#269;un putem Aplikacije. Davatelj usluge mo&#382;e u svakom trenutku obustaviti pru&#382;anje Aplikacije i/ili otkazati Korisnikov korisni&#269;ki ra&#269;un bez prethodne obavijesti.</span></p><p class="c2"><span class="c8">Hvala vam na razumijevanju, i slobodno me kontaktirajte ako imate bilo kakvih dodatnih pitanja ili trebate dodatne informacije.</span><span class="c15"><a class="c7" href="https://www.google.com/url?q=http://www.bekeltetes.hu/index.php?id%3Dtestuletek&amp;sa=D&amp;source=editors&amp;ust=1716384152059483&amp;usg=AOvVaw2dcb82QPewoWRRXdEMfHym">http://www.bekeltetes.hu/index.php?id=testuletek</a></span></p><p class="c2"><span class="c0">Podaci o Ovla&scaron;tenom tijelu nadle&#382;nom prema sjedi&scaron;tu Davatelja usluge:</span></p><p class="c2"><span class="c0">Kontakt podaci za Budimpe&scaron;tansko Ovla&scaron;teno tijelo za rje&scaron;avanje sporova, koje djeluje uz Budimpe&scaron;tansku Trgovinsku i Industrijsku Komoru:</span></p><p class="c2"><span class="c0">Adresa: 1016 Budimpe&scaron;ta, Krisztina krt. 99. Telefon: 06-1-488-2131 Fax: 06-1-488-2186 E-mail: bekelteto.testulet@bkik.hu</span></p><p class="c2"><span class="c0">Osim navedenog, korisnicima su na raspolaganju sljede&#263;e opcije ostvarivanja njihovih prava:</span></p><ul class="c9 lst-kix_skg1v14ftnn-0 start"><li class="c1 li-bullet-0"><span class="c8">Pritu&#382;ba nadle&#382;nim tijelima za za&scaron;titu potro&scaron;a&#269;a: Ako primijetite povredu potro&scaron;a&#269;kih prava, imate pravo podnijeti pritu&#382;bu nadle&#382;nom tijelu za za&scaron;titu potro&scaron;a&#269;a prema svom prebivali&scaron;tu. Nakon razmatranja pritu&#382;be, tijelo &#263;e odlu&#269;iti o daljnjem postupku u za&scaron;titi potro&scaron;a&#269;kih prava. Vi&scaron;e informacija:</span><span class="c8"><a class="c7" href="https://www.google.com/url?q=https://fogyasztovedelem.kormany.hu/%23/nyitolap&amp;sa=D&amp;source=editors&amp;ust=1716384152060200&amp;usg=AOvVaw3q7qDfM3DktlhJZTzz0RMl">&nbsp;</a></span><span class="c6"><a class="c7" href="https://www.google.com/url?q=https://fogyasztovedelem.kormany.hu/%23/nyitolap&amp;sa=D&amp;source=editors&amp;ust=1716384152060419&amp;usg=AOvVaw3JqqqxM62qUKgZvfyEGT4Y">https://fogyasztovedelem.kormany.hu/#/nyitolap</a></span></li><li class="c1 li-bullet-0"><span class="c0">Pokretanje sudskog postupka: Korisnik mo&#382;e ostvariti svoja potro&scaron;a&#269;ka prava u skladu s odredbama Zakona o gra&#273;anskim parnicama iz 2013. godine (V. Zakon) i Zakona o gra&#273;anskim parnicama iz 2016. godine (CXXX. Zakon).</span></li><li class="c1 li-bullet-0"><span class="c8">Platforma za online rje&scaron;avanje sporova: Europska komisija osnovala je web stranicu na kojoj potro&scaron;a&#269;i mogu rje&scaron;avati svoje online kupovne sporove putem podno&scaron;enja zahtjeva, izbjegavaju&#263;i pravne postupke. Online platformu za rje&scaron;avanje sporova mo&#382;ete prona&#263;i ovdje:</span><span class="c8"><a class="c7" href="https://www.google.com/url?q=https://webgate.ec.europa.eu/odr/main/?event%3Dmain.home.show%26lng%3DHU&amp;sa=D&amp;source=editors&amp;ust=1716384152060797&amp;usg=AOvVaw2hH2RHWiKmwyvcxzIe6mFb">&nbsp;</a></span><span class="c6"><a class="c7" href="https://www.google.com/url?q=https://webgate.ec.europa.eu/odr/main/?event%3Dmain.home.show%26lng%3DHU&amp;sa=D&amp;source=editors&amp;ust=1716384152060967&amp;usg=AOvVaw12ySvTMu1Vhb8J3w3y3Fc3">https://webgate.ec.europa.eu/odr/main/?event=main.home.show&amp;lng=HU</a></span></li><li class="c1 li-bullet-0"><span class="c0">Pravo korisnika na odustajanje / raskid: Prema uredbi 45/2014, korisnik ima pravo koristiti se svojim pravom na odustajanje ili raskid u skladu s pravilima Apple Store/Google Play trgovine. Pravila odustajanja/raskida prona&#273;ite ovdje:</span></li></ul><ul class="c9 lst-kix_skg1v14ftnn-1 start"><li class="c2 c11 li-bullet-0"><span class="c8">Apple Store:</span><span class="c8"><a class="c7" href="https://www.google.com/url?q=https://www.apple.com/legal/internet-services/itunes/hu/terms.html&amp;sa=D&amp;source=editors&amp;ust=1716384152061295&amp;usg=AOvVaw1NUO0iBYNY_8AcKYq_FkUd">&nbsp;</a></span><span class="c6"><a class="c7" href="https://www.google.com/url?q=https://www.apple.com/legal/internet-services/itunes/hu/terms.html&amp;sa=D&amp;source=editors&amp;ust=1716384152061441&amp;usg=AOvVaw3LR6qIG0sAaY6m_tAYi9XE">https://www.apple.com/legal/internet-services/itunes/hu/terms.html</a></span></li><li class="c2 c11 li-bullet-0"><span class="c8">Google Play trgovina:</span><span class="c8"><a class="c7" href="https://www.google.com/url?q=https://play.google.com/intl/hu_hu/about/play-terms/&amp;sa=D&amp;source=editors&amp;ust=1716384152061656&amp;usg=AOvVaw2qm2aYEsr6o6ruH26yuded">&nbsp;</a></span><span class="c6"><a class="c7" href="https://www.google.com/url?q=https://play.google.com/intl/hu_hu/about/play-terms/&amp;sa=D&amp;source=editors&amp;ust=1716384152061792&amp;usg=AOvVaw2GqjybbkkasQCD5ws-FXlA">https://play.google.com/intl/hu_hu/about/play-terms/</a></span></li></ul><p class="c2"><span class="c3">Obrada osobnih podataka</span></p><p class="c2"><span class="c0">Podatke koji se odnose na korisnika, Davatelj usluge obra&#273;uje kao neovisni kontrolor podataka prema sljede&#263;im uvjetima:</span></p><p class="c2"><span class="c0">Kako bi provjerio pravo korisnika na pru&#382;anje prava na pru&#382;anje besplatne usluge u prvim 24 sata (prilikom preuzimanja aplikacije po prvi puta) ili pravo na valjanu pretplatu putem Apple Store/Google Play trgovine, Davatelj usluge obra&#273;uje jedinstveni niz koda stvoren na temelju korisnikovog adresara, povezuju&#263;i ga s jedinstvenim korisni&#269;kim identifikacijskim tokenom generiranim tijekom pretplate u Apple Store/Google Play trgovini.</span></p><p class="c2"><span class="c0">Ova obrada podataka smatra se obradom podataka koja ne zahtijeva identifikaciju prema &#269;lanku 11. Op&#263;e uredbe o za&scaron;titi podataka (GDPR), s obzirom na to da svrha obrade ne zahtijeva identifikaciju osobe, a primijenjena tehnolo&scaron;ka rje&scaron;enja ne omogu&#263;uju identifikaciju pojedinca od strane Davatelja usluge. Prema &#269;lanku 11. GDPR-a, Davatelj usluge, kao kontrolor podataka, nije obvezan zadr&#382;avati, prikupljati ili obra&#273;ivati dodatne informacije kako bi identificirao pojedinca, samo kako bi ispunio zahtjeve GDPR-a.</span></p><p class="c2"><span class="c0">Opis obrade podataka Obrada podataka koji se obra&#273;uju Svrha obrade podataka Pravni temelj obrade podataka Izvor podataka Primatelji obrade podataka Rok pohrane podataka Automatska provjera korisnikovog prava na kori&scaron;tenje Jedinstven niz kodova generiran na temelju korisni&#269;kog adresara te Jedinstveni identifikacijski token generiran od strane Apple Store/Google Play trgovine Provjera korisnikovog prava na kori&scaron;tenje Izvr&scaron;enje ugovora - &#268;lanak 6. stavak 1. to&#269;ka b) GDPR-a Korisnikovi ure&#273;aji, kao i Apple Store/ Google Play trgovina Apple Store/Google Play trgovina kao neovisni kontrolor podataka Pet godina od zadnje uporabe (op&#263;i zastarni rok)</span></p><p class="c2"><span class="c3">Davatelj usluge koristi sljede&#263;e izvo&#273;a&#269;e obrade podataka za pru&#382;anje aplikacije:</span></p><p class="c2"><span class="c0">Elasticsearch B.V.</span></p><p class="c2"><span class="c3">U vezi s obradom podataka, subjekt ima sljede&#263;a prava:</span></p><ul class="c9 lst-kix_89rds1t43ovh-0 start"><li class="c1 li-bullet-0"><span class="c0">Pravo pristupa osobnim podacima: Osoba ima pravo tra&#382;iti povratne informacije od kontrolora podataka o tome obra&#273;uju li se njeni osobni podaci i, ako da, pravo pristupa tim osobnim podacima i zakonom definiranim informacijama. To daje osobi pravo kontaktirati Davatelja usluge i zatra&#382;iti informacije o obradi njenih podataka te pristup osobnim podacima.</span></li><li class="c1 li-bullet-0"><span class="c0">Pravo na ispravak podataka: Ako se osobni podaci osobe promijene, ona mo&#382;e zatra&#382;iti ispravak svojih podataka pru&#382;aju&#263;i to&#269;ne podatke.</span></li><li class="c1 li-bullet-0"><span class="c0">Pravo na brisanje podataka: Osoba ima pravo tra&#382;iti brisanje svojih podataka od strane Davatelja usluge ako se vi&scaron;e ne koriste u svrhu za koju su prikupljeni, ako je obrada nezakonita ili ako zakon nala&#382;e brisanje.</span></li><li class="c1 li-bullet-0"><span class="c0">Pravo na ograni&#269;enje obrade podataka: Osoba mo&#382;e zatra&#382;iti ograni&#269;enje obrade svojih podataka ako je obrada nezakonita, ako Davatelju usluge vi&scaron;e nisu potrebni podaci u svrhu obrade, ali osoba &#382;eli koristiti ih za podno&scaron;enje pravnog zahtjeva. Ograni&#269;enje obrade zna&#269;i da se podaci mogu &#269;uvati samo do razja&scaron;njenja ograni&#269;enja i mo&#382;e se koristiti samo za podno&scaron;enje pravnih zahtjeva.</span></li><li class="c1 li-bullet-0"><span class="c0">Pravo na prenosivost podataka: Osoba ima pravo zatra&#382;iti od Davatelja usluge da joj dostavi svoje osobne podatke u strukturiranom, op&#263;enito kori&scaron;tenom i strojno &#269;itljivom formatu, te ima pravo te podatke prenijeti drugom kontroloru podataka bez ometanja od strane Davatelja usluge. Pravo na prenosivost podataka mo&#382;e se ostvariti tra&#382;enjem izravne prijenos podataka me&#273;u kontrolorima podataka, ako je to tehni&#269;ki izvedivo.</span></li><li class="c1 li-bullet-0"><span class="c0">Pravo na prigovor na obradu: Osoba ima pravo prigovoriti obradi svojih osobnih podataka iz razloga koji se odnose na njeno specifi&#269;no stanje. U takvim slu&#269;ajevima, Davatelj usluge &#263;e pojedina&#269;no ocijeniti postoji li legitimni interes koji opravdava daljnju obradu podataka.</span></li><li class="c1 li-bullet-0"><span class="c0">Pravo podno&scaron;enja pritu&#382;be nadzornom tijelu: Osoba ima pravo podnijeti pritu&#382;bu Nacionalnom tijelu za za&scaron;titu podataka i slobodu informacija. (Kontakt: 1055 Budimpe&scaron;ta, Falk Miksa ulica 9-11., 1363 Budimpe&scaron;ta, PO Box 9.)</span></li><li class="c1 li-bullet-0"><span class="c0">Ostvarivanje prava putem sudskih postupaka: Osoba ima pravo obratiti se sudu ako smatra da Davatelj usluge ili njegovi ovla&scaron;teni izvr&scaron;itelji kr&scaron;e njenim osobnim podacima vezane zakonske odredbe o obradi podataka.</span></li></ul><p class="c2"><span class="c0">Davatelj usluge ne obra&#273;uje podatke pohranjene na ure&#273;aju korisnika, nema pristup tim podacima, a pretvorba podataka s adresara korisnika u jedinstveni niz koda izvodi se na samom ure&#273;aju korisnika. Stoga Davatelj usluge ne provodi radnje obrade niti obrade podataka u vezi s podacima iz adresara korisnika.</span></p><p class="c2"><span class="c3">Druge odredbe</span></p><p class="c2"><span class="c0">Odricanje od prava ili sankcija za povredu ugovora ili ka&scaron;njenje u primjeni ovih odredbi ne&#263;e utjecati na bilo kakva druga prava ugovora ili budu&#263;e povrede ugovora ili ka&scaron;njenje u primjeni. Odricanje od prava primjenjuje se samo ako ga je strana koja se obvezala na to pravno ovlastila. Nedostatak ili odgoda preusmjeravanja zahtjeva za pravosudno postupanje ne smatra se odricanjem od prava u vezi s konkretnim povredom ugovora. Nadalje, strane izri&#269;ito dogovaraju da &#269;injenica da Davatelj usluge ne koristi ili ne ostvaruje svoja prava iz ugovora ili bilo kakve veze s njim ne mo&#382;e se tuma&#269;iti kao izri&#269;ito ili implicirano odricanje od tih prava, a Davatelj usluge i dalje ima pravo u bilo kojem trenutku ostvariti svoja prava i izvr&scaron;iti ih. &#268;injenica da Davatelj usluge ne koristi ili ne provodi svoja prava ne smatra se odricanjem od tih prava.</span></p><p class="c2"><span class="c0">Davatelj usluge nije odgovoran prema korisnicima ili tre&#263;im osobama za nedostatke u radu aplikacije uzrokovane okolnostima izvan njegove kontrole koje su neizbje&#382;ne, kao &scaron;to su prirodne katastrofe, rat, pobune, &scaron;trajkovi, eksplozije, po&#382;ari, poplave, pote&scaron;ko&#263;e u transportu, ratna djelovanja, terorizam, radni sporovi. Prema uvjetima ugovora, obavijesti Davatelja usluge pru&#382;aju se putem aplikacije. Usmene obavijesti nisu pravno obvezuju&#263;e obavijesti.</span></p><p class="c2"><span class="c0">Korisnici mogu svoja prava i obveze iz ugovora prenositi tre&#263;im osobama samo uz prethodnu pismenu suglasnost Davatelja usluge. Potpisivanjem ugovora, korisnik pristaje na to da Davatelj usluge u cijelosti ili djelomi&#269;no mo&#382;e prenijeti tre&#263;im osobama. Ova Verzija i Uvjeti stupaju na snagu 1. svibnja 2023. godine.</span></p><p class="c2 c13"><span class="c0"></span></p><p class="c2 c13"><span class="c0"></span></p><p class="c5"><span class="c14"></span></p></body></html>